[
    {
        "unique_item_id": "ufaq-7",
        "product_title": "UFAQ",
        "price": 9160,
        "sitemap_caption": "Urge Pret Slub Khaddar Kurta Set in T, E, A,  , R, O, S, E,  , P, I, N, K, available at LAAM. Premium Daily/Basic Wear for elegant looks in Pakistan | CGX5306",
        "size_options": [
            "XS",
            "S",
            "M",
            "L",
            "XL"
        ],
        "structured_attributes": {
            "bottom-style": {
                "label": "straight trouser"
            },
            "color-type": {
                "label": "tea rose pink"
            },
            "external-product-id": {
                "label": "CGX5306"
            },
            "lining-attached": {
                "label": "no lining"
            },
            "number-of-pieces": {
                "label": "3 piece - top + bottom + dupatta"
            },
            "season": {
                "label": "winter wear"
            },
            "shirt-fabrics": {
                "label": "slub khaddar"
            },
            "top-fit": {
                "label": "loose fit"
            },
            "top-style": {
                "label": "straight cut kurta"
            },
            "trouser-fabrics": {
                "label": "slub khaddar"
            }
        },
        "full_text_description": "TITLE: UFAQ. CAPTION: Urge Pret Slub Khaddar Kurta Set in T, E, A,  , R, O, S, E,  , P, I, N, K, available at LAAM. Premium Daily/Basic Wear for elegant looks in Pakistan | CGX5306. ATTRIBUTES: bottom-style: straight trouser color-type: tea rose pink external-product-id: CGX5306 lining-attached: no lining number-of-pieces: 3 piece - top + bottom + dupatta season: winter wear shirt-fabrics: slub khaddar top-fit: loose fit top-style: straight cut kurta trouser-fabrics: slub khaddar. DETAILS: Gender: Women Category: Clothing Outfit Type: Eastern Ready to wear Sub-Category: Kurta Set Bottom Style: Straight Trouser Color Type: Tea Rose Pink Lining Attached: No Lining Number of Pieces: 3 Piece - Top + Bottom + Dupatta Product Type: Daily/Basic Wear Season: Winter Wear Shirt Fabrics: Slub Khaddar Top Fit: Loose Fit Top Style: Straight Cut Kurta Trouser Fabrics: Slub Khaddar Additional Description: READY TO WEAR 3PC KHADDAR SUIT SHIRT : SLUB KHADDAR TROUSERS : SLUB KHADDAR SHAWL : SLUB KHADDAR Elevate your wardrobe with this sophisticated 3-piece khaddar suit, expertly crafted for effortless elegance. The ensemble features a flowing long shirt adorned with intricate embroidery detailing across the front and sleeves, paired with comfortable loose-fit embroidered trousers. Complete the look with a contrasting khaddar shawl, beautifully embellished with matching embroidery work. Perfect for formal occasions and celebrations, this ready-to-wear set combines traditional craftsmanship with contemporary comfort, offering you a polished appearance without the fuss. Disclaimer: Colors may slightly vary due to lighting conditions and screen display settings. Disclaimer: Actual product color may vary slightly from the image.",
        "image_url": "https://cdn.shopify.com/s/files/1/2337/7003/files/media_image-76412d17fbf54fc8877de808a896b18b_2a4b506a-32dc-492e-b0cb-21e8b2d31537.jpg?v=1763104056",
        "local_image_path": "products/images/ufaq-7.jpg"
    },
    {
        "unique_item_id": "haseens-farshy-cream",
        "product_title": "HASEENS FARSHY CREAM",
        "price": 13200,
        "sitemap_caption": "Four Season Boutique Chiffon Gharara in O, F, F, -, W, H, I, T, E, available at LAAM. Premium Festive/Party Wear for elegant looks in Pakistan | FQZ0100",
        "size_options": [
            "S",
            "M",
            "L",
            "XL"
        ],
        "structured_attributes": {
            "bottom-style": {
                "label": "wide-leg gharara"
            },
            "color-type": {
                "label": "off-white"
            },
            "dupatta-fabrics": {
                "label": "chiffon"
            },
            "external-product-id": {
                "label": "FQZ0100"
            },
            "number-of-pieces": {
                "label": "3 piece - top + bottom + dupatta"
            },
            "season": {
                "label": "all season"
            },
            "shirt-fabrics": {
                "label": "chiffon"
            },
            "top-style": {
                "label": "long shirt"
            },
            "trouser-fabrics": {
                "label": "chiffon"
            },
            "work-technique": {
                "label": "embroidered"
            }
        },
        "full_text_description": "TITLE: HASEENS FARSHY CREAM. CAPTION: Four Season Boutique Chiffon Gharara in O, F, F, -, W, H, I, T, E, available at LAAM. Premium Festive/Party Wear for elegant looks in Pakistan | FQZ0100. ATTRIBUTES: bottom-style: wide-leg gharara color-type: off-white dupatta-fabrics: chiffon external-product-id: FQZ0100 number-of-pieces: 3 piece - top + bottom + dupatta season: all season shirt-fabrics: chiffon top-style: long shirt trouser-fabrics: chiffon work-technique: embroidered. DETAILS: Gender: Women Category: Clothing Outfit Type: Eastern Ready to wear Sub-Category: Gharara Bottom Style: Wide-Leg Gharara Color Type: Off-White Dupatta Fabrics: Chiffon Number of Pieces: 3 Piece - Top + Bottom + Dupatta Product Type: Festive/Party Wear Season: All Season Shirt Fabrics: Chiffon Top Style: Long Shirt Trouser Fabrics: Chiffon Work Technique: Embroidered Additional Description: New arrival on soft chiffon fabric, featuring super hit silver embroidery on the front and back, paired with an amazing dupatta and gharara – introducing the elegant \"Farshi Gharara,\" perfect for weddings and special occasions! Disclaimer: Actual product color may vary slightly from the image.",
        "image_url": "https://cdn.shopify.com/s/files/1/2337/7003/files/IMG_2806-174437050474795_695e5fdc-a278-4514-ba51-8e8f5ba8acbc.jpg?v=1751374460",
        "local_image_path": "products/images/haseens-farshy-cream.jpg"
    },
    {
        "unique_item_id": "b-green-festive",
        "product_title": "B GREEN Festive",
        "price": 4950,
        "sitemap_caption": "Zeenat & Zoha Cambric Kurta Set in B, O, T, T, L, E,  , G, R, E, E, N, available at LAAM. Premium Festive/Party Wear for elegant looks in Pakistan | MRM3483",
        "size_options": [
            "S",
            "M",
            "L",
            "XL"
        ],
        "structured_attributes": {
            "bottom-style": {
                "label": "plazzo"
            },
            "color-type": {
                "label": "bottle green"
            },
            "dupatta-fabrics": {
                "label": "bemberg crinkle chiffon"
            },
            "external-product-id": {
                "label": "MRM3483"
            },
            "lining-attached": {
                "label": "as shown in picture"
            },
            "number-of-pieces": {
                "label": "3 piece - top + bottom + dupatta"
            },
            "season": {
                "label": "all season"
            },
            "shirt-fabrics": {
                "label": "cambric"
            },
            "top-fit": {
                "label": "regular fit"
            },
            "top-style": {
                "label": "short kurta"
            },
            "trouser-fabrics": {
                "label": "cambric"
            },
            "work-technique": {
                "label": "embroidered"
            }
        },
        "full_text_description": "TITLE: B GREEN Festive. CAPTION: Zeenat & Zoha Cambric Kurta Set in B, O, T, T, L, E,  , G, R, E, E, N, available at LAAM. Premium Festive/Party Wear for elegant looks in Pakistan | MRM3483. ATTRIBUTES: bottom-style: plazzo color-type: bottle green dupatta-fabrics: bemberg crinkle chiffon external-product-id: MRM3483 lining-attached: as shown in picture number-of-pieces: 3 piece - top + bottom + dupatta season: all season shirt-fabrics: cambric top-fit: regular fit top-style: short kurta trouser-fabrics: cambric work-technique: embroidered. DETAILS: Gender: Women Category: Clothing Outfit Type: Eastern Ready to wear Sub-Category: Kurta Set Bottom Style: Plazzo Color Type: Bottle Green Dupatta Fabrics: Bemberg Crinkle Chiffon Lining Attached: As shown in Picture Number of Pieces: 3 Piece - Top + Bottom + Dupatta Product Type: Festive/Party Wear Season: All Season Shirt Fabrics: Cambric Top Fit: Regular Fit Top Style: Short Kurta Trouser Fabrics: Cambric Work Technique: Embroidered Disclaimer: Actual product color may vary slightly from the image.",
        "image_url": "https://cdn.shopify.com/s/files/1/2337/7003/files/media_image-52bf8c2dfc7143a7ad3ca2493f21eed2_d67fbc27-197c-415c-99da-cdc96c0e43e7.jpg?v=1756888228",
        "local_image_path": "products/images/b-green-festive.jpg"
    },
    {
        "unique_item_id": "mayal-embroidered-3pc",
        "product_title": "MAYAL EMBROIDERED 3PC",
        "price": 4632,
        "sitemap_caption": "Tehzeeb Libas Linen Kurta Set in O, L, I, V, E,  , G, R, E, E, N, available at LAAM. Premium Daily/Basic Wear for elegant looks in Pakistan | TTM1826",
        "size_options": [
            "S",
            "M",
            "L",
            "XL"
        ],
        "structured_attributes": {
            "bottom-style": {
                "label": "straight trouser"
            },
            "color-type": {
                "label": "olive green"
            },
            "dupatta-fabrics": {
                "label": "chiffon"
            },
            "external-product-id": {
                "label": "TTM1826"
            },
            "lining-attached": {
                "label": "no lining"
            },
            "number-of-pieces": {
                "label": "3 piece - top + bottom + dupatta"
            },
            "season": {
                "label": "winter wear"
            },
            "shirt-fabrics": {
                "label": "linen"
            },
            "top-fit": {
                "label": "slim-fit"
            },
            "top-style": {
                "label": "long kurta"
            },
            "trouser-fabrics": {
                "label": "linen"
            },
            "work-technique": {
                "label": "embroidered"
            }
        },
        "full_text_description": "TITLE: MAYAL EMBROIDERED 3PC. CAPTION: Tehzeeb Libas Linen Kurta Set in O, L, I, V, E,  , G, R, E, E, N, available at LAAM. Premium Daily/Basic Wear for elegant looks in Pakistan | TTM1826. ATTRIBUTES: bottom-style: straight trouser color-type: olive green dupatta-fabrics: chiffon external-product-id: TTM1826 lining-attached: no lining number-of-pieces: 3 piece - top + bottom + dupatta season: winter wear shirt-fabrics: linen top-fit: slim-fit top-style: long kurta trouser-fabrics: linen work-technique: embroidered. DETAILS: Gender: Women Category: Clothing Outfit Type: Eastern Ready to wear Sub-Category: Kurta Set Bottom Style: Straight Trouser Color Type: Olive Green Dupatta Fabrics: Chiffon Lining Attached: No Lining Number of Pieces: 3 Piece - Top + Bottom + Dupatta Product Type: Daily/Basic Wear Season: Winter Wear Shirt Fabrics: Linen Top Fit: Slim-Fit Top Style: Long Kurta Trouser Fabrics: Linen Work Technique: Embroidered Additional Description: This exquisite Daily/Basic Wear set from Tehzeeb Libas embodies earthy sophistication. The rich olive green linen kurta features intricate thread embroidery on the neckline, hem, and sleeves, with sparkling accents for a touch of festivity. The straight trouser complements the slim-fit design, while the chiffon dupatta adds elegance. Perfect for winter wear, this 3-piece set exudes traditional charm with a hint of glamour. Brand name: Tehzeeb Libas. Disclaimer: Actual product color may vary slightly from the image.",
        "image_url": "https://cdn.shopify.com/s/files/1/2337/7003/files/media_image-50e1909cd0b644289b747ce2da43871e_9c691d93-8dd2-4df9-bcb6-97d0f169f2c9.jpg?v=1763098569",
        "local_image_path": "products/images/mayal-embroidered-3pc.jpg"
    },
    {
        "unique_item_id": "black-clover-necklace",
        "product_title": "Black clover necklace",
        "price": 960,
        "sitemap_caption": "Sleek Jewelzz Necklace in B, L, A, C, K, available at LAAM. Premium Women Jewelry designed for a glamorous look in Pakistan | NJU3025",
        "size_options": [],
        "structured_attributes": {
            "color-type": {
                "label": "black"
            },
            "external-product-id": {
                "label": "NJU3025"
            },
            "number-of-pieces": {
                "label": "1 piece"
            },
            "work-technique": {
                "label": "gold plating"
            }
        },
        "full_text_description": "TITLE: Black clover necklace. CAPTION: Sleek Jewelzz Necklace in B, L, A, C, K, available at LAAM. Premium Women Jewelry designed for a glamorous look in Pakistan | NJU3025. ATTRIBUTES: color-type: black external-product-id: NJU3025 number-of-pieces: 1 piece work-technique: gold plating. DETAILS: Gender: Women Category: Accessories Outfit Type: Jewelry Sub-Category: Necklace Base Material: Metal Color Type: Black Number of Pieces: 1 Piece Style: Pendant Necklace Work Technique: Gold Plating Additional Description: PVD 18K Gold Plated Over Stainless Steel Gold tone Waterproof & sweat proof + Anti Tarnish. Hypoallergenic safe for all kind of skin Luxurious Premium Quality For The Price! Can be Worn everyday as the material is durable and long lasting. A Perfect Gift! Disclaimer: Actual product color may vary slightly from the image.",
        "image_url": "https://cdn.shopify.com/s/files/1/2337/7003/files/IMG_2722-174410920973622_2a3d9383-fd86-4506-abe6-f170634cc07d.jpg?v=1752645986",
        "local_image_path": "products/images/black-clover-necklace.jpg"
    },
    {
        "unique_item_id": "n03",
        "product_title": "N03",
        "price": 7290,
        "sitemap_caption": "Agha Jaan Organza Kurta Set in T, E, A,  , R, O, S, E,  , P, I, N, K, available at LAAM. Premium Festive/Party Wear for elegant looks in Pakistan | ISC9173",
        "size_options": [
            "S",
            "M",
            "L",
            "XL"
        ],
        "structured_attributes": {
            "color-type": {
                "label": "tea rose pink"
            },
            "dupatta-fabrics": {
                "label": "chiffon"
            },
            "external-product-id": {
                "label": "ISC9173"
            },
            "lining-attached": {
                "label": "as shown in picture"
            },
            "number-of-pieces": {
                "label": "3 piece - top + bottom + dupatta"
            },
            "season": {
                "label": "all season"
            },
            "shirt-fabrics": {
                "label": "organza"
            },
            "top-style": {
                "label": "straight cut kurta"
            },
            "work-technique": {
                "label": "embroidered"
            }
        },
        "full_text_description": "TITLE: N03. CAPTION: Agha Jaan Organza Kurta Set in T, E, A,  , R, O, S, E,  , P, I, N, K, available at LAAM. Premium Festive/Party Wear for elegant looks in Pakistan | ISC9173. ATTRIBUTES: color-type: tea rose pink dupatta-fabrics: chiffon external-product-id: ISC9173 lining-attached: as shown in picture number-of-pieces: 3 piece - top + bottom + dupatta season: all season shirt-fabrics: organza top-style: straight cut kurta work-technique: embroidered. DETAILS: Gender: Women Category: Clothing Outfit Type: Eastern Ready to wear Sub-Category: Kurta Set Color Type: Tea Rose Pink Dupatta Fabrics: Chiffon Lining Attached: As shown in Picture Number of Pieces: 3 Piece - Top + Bottom + Dupatta Product Type: Festive/Party Wear Season: All Season Shirt Fabrics: Organza Top Style: Straight Cut Kurta Work Technique: Embroidered Additional Description: Luxury chiffon sequence embroidered 3pc suit with embroidered organza dupatta Disclaimer: Actual product color may vary slightly from the image.",
        "image_url": "https://cdn.shopify.com/s/files/1/2337/7003/files/Untitled-1_0004_Screenshot_20230228-174644_Gallery_3786efa3-1365-4a5e-a997-29c4d22ce9d2.jpg?v=1746516639",
        "local_image_path": "products/images/n03.jpg"
    },
    {
        "unique_item_id": "laira",
        "product_title": "Laira",
        "price": 7170,
        "sitemap_caption": "Agha Jaan Chiffon Kurta Set in T, E, A, L, available at LAAM. Premium Festive/Party Wear for elegant looks in Pakistan | RMZ7716",
        "size_options": [
            "S",
            "M",
            "L",
            "XL"
        ],
        "structured_attributes": {
            "color-type": {
                "label": "teal"
            },
            "dupatta-fabrics": {
                "label": "chiffon"
            },
            "external-product-id": {
                "label": "RMZ7716"
            },
            "lining-attached": {
                "label": "as shown in picture"
            },
            "number-of-pieces": {
                "label": "3 piece - top + bottom + dupatta"
            },
            "season": {
                "label": "all season"
            },
            "shirt-fabrics": {
                "label": "chiffon"
            },
            "top-style": {
                "label": "straight cut kurta"
            },
            "trouser-fabrics": {
                "label": "grip"
            },
            "work-technique": {
                "label": "embroidered"
            }
        },
        "full_text_description": "TITLE: Laira. CAPTION: Agha Jaan Chiffon Kurta Set in T, E, A, L, available at LAAM. Premium Festive/Party Wear for elegant looks in Pakistan | RMZ7716. ATTRIBUTES: color-type: teal dupatta-fabrics: chiffon external-product-id: RMZ7716 lining-attached: as shown in picture number-of-pieces: 3 piece - top + bottom + dupatta season: all season shirt-fabrics: chiffon top-style: straight cut kurta trouser-fabrics: grip work-technique: embroidered. DETAILS: Gender: Women Category: Clothing Outfit Type: Eastern Ready to wear Sub-Category: Kurta Set Color Type: Teal Dupatta Fabrics: Chiffon Lining Attached: As shown in Picture Number of Pieces: 3 Piece - Top + Bottom + Dupatta Product Type: Festive/Party Wear Season: All Season Shirt Fabrics: Chiffon Top Style: Straight Cut Kurta Trouser Fabrics: Grip Work Technique: Embroidered Additional Description: Luxury chiffon 3pc embroidered suits. Daman gotta patti is not included. Disclaimer: Actual product color may vary slightly from the image.",
        "image_url": "https://cdn.shopify.com/s/files/1/2337/7003/files/large-_0005_Screenshot_20230822_184142_Gallery_d3d7be2f-a14e-4ff7-8faf-cad62f128646.jpg?v=1745907791",
        "local_image_path": "products/images/laira.jpg"
    },
    {
        "unique_item_id": "kajal-8",
        "product_title": "Kajal",
        "price": 6750,
        "sitemap_caption": "Agha Jaan Chiffon Kurta Set in B, L, A, C, K, available at LAAM. Premium Festive/Party Wear for elegant looks in Pakistan | PGW6839",
        "size_options": [
            "S",
            "M",
            "L",
            "XL"
        ],
        "structured_attributes": {
            "bottom-style": {
                "label": "straight trouser"
            },
            "color-type": {
                "label": "black"
            },
            "dupatta-fabrics": {
                "label": "chiffon"
            },
            "external-product-id": {
                "label": "PGW6839"
            },
            "lining-attached": {
                "label": "as shown in picture"
            },
            "number-of-pieces": {
                "label": "3 piece - top + bottom + dupatta"
            },
            "season": {
                "label": "all season"
            },
            "shirt-fabrics": {
                "label": "chiffon"
            },
            "top-style": {
                "label": "long kurta"
            },
            "trouser-fabrics": {
                "label": "grip"
            }
        },
        "full_text_description": "TITLE: Kajal. CAPTION: Agha Jaan Chiffon Kurta Set in B, L, A, C, K, available at LAAM. Premium Festive/Party Wear for elegant looks in Pakistan | PGW6839. ATTRIBUTES: bottom-style: straight trouser color-type: black dupatta-fabrics: chiffon external-product-id: PGW6839 lining-attached: as shown in picture number-of-pieces: 3 piece - top + bottom + dupatta season: all season shirt-fabrics: chiffon top-style: long kurta trouser-fabrics: grip. DETAILS: Gender: Women Category: Clothing Outfit Type: Eastern Ready to wear Sub-Category: Kurta Set Bottom Style: Straight Trouser Color Type: Black Dupatta Fabrics: Chiffon Lining Attached: As shown in Picture Number of Pieces: 3 Piece - Top + Bottom + Dupatta Product Type: Festive/Party Wear Season: All Season Shirt Fabrics: Chiffon Top Style: Long Kurta Trouser Fabrics: Grip Additional Description: . Disclaimer: Actual product color may vary slightly from the image.",
        "image_url": "https://cdn.shopify.com/s/files/1/2337/7003/files/3ac221878d36dc88ec89604b0bfe0e76_759f4cfe-e644-4b5c-9c6a-3b33902d43cb.jpg?v=1728551726",
        "local_image_path": "products/images/kajal-8.jpg"
    },
    {
        "unique_item_id": "charming-gold-butterfly-dreams-multi-necklace",
        "product_title": "Charming Gold Butterfly Dreams Multi Necklace",
        "price": 1919.2,
        "sitemap_caption": "Reet Pehal Necklace in M, U, L, T, I, available at LAAM. Premium Women Jewelry designed for a glamorous look in Pakistan | WTT8495",
        "size_options": [],
        "structured_attributes": {
            "color-type": {
                "label": "multi"
            },
            "external-product-id": {
                "label": "WTT8495"
            },
            "number-of-pieces": {
                "label": "1 piece"
            },
            "work-technique": {
                "label": "gold plating"
            }
        },
        "full_text_description": "TITLE: Charming Gold Butterfly Dreams Multi Necklace. CAPTION: Reet Pehal Necklace in M, U, L, T, I, available at LAAM. Premium Women Jewelry designed for a glamorous look in Pakistan | WTT8495. ATTRIBUTES: color-type: multi external-product-id: WTT8495 number-of-pieces: 1 piece work-technique: gold plating. DETAILS: Gender: Women Category: Accessories Outfit Type: Jewelry Sub-Category: Necklace Base Material: Metal Color Type: Multi Number of Pieces: 1 Piece Style: Pendant Necklace Work Technique: Gold Plating Disclaimer: Actual product color may vary slightly from the image.",
        "image_url": "https://cdn.shopify.com/s/files/1/2337/7003/files/257_1-174564743563623_61a1914d-165c-49de-b0f1-c9ca650c8092.webp?v=1752557668",
        "local_image_path": "products/images/charming-gold-butterfly-dreams-multi-necklace.jpg"
    },
    {
        "unique_item_id": "biya-zinc-2pc",
        "product_title": "Biya Zinc 2pc",
        "price": 2226,
        "sitemap_caption": "Chaudhary Arts Cotton Linen Kurta Set in R, O, Y, A, L,  , B, L, U, E, available at LAAM. Premium Daily/Basic Wear for elegant looks in Pakistan | YDA1295",
        "size_options": [
            "S",
            "M",
            "L",
            "XL"
        ],
        "structured_attributes": {
            "color-type": {
                "label": "royal blue"
            },
            "external-product-id": {
                "label": "YDA1295"
            },
            "lining-attached": {
                "label": "as shown in picture"
            },
            "number-of-pieces": {
                "label": "2 piece - top & bottom"
            },
            "season": {
                "label": "summer wear"
            },
            "shirt-fabrics": {
                "label": "cotton linen"
            },
            "top-style": {
                "label": "short kurta"
            }
        },
        "full_text_description": "TITLE: Biya Zinc 2pc. CAPTION: Chaudhary Arts Cotton Linen Kurta Set in R, O, Y, A, L,  , B, L, U, E, available at LAAM. Premium Daily/Basic Wear for elegant looks in Pakistan | YDA1295. ATTRIBUTES: color-type: royal blue external-product-id: YDA1295 lining-attached: as shown in picture number-of-pieces: 2 piece - top & bottom season: summer wear shirt-fabrics: cotton linen top-style: short kurta. DETAILS: Gender: Women Category: Clothing Outfit Type: Eastern Ready to wear Sub-Category: Kurta Set Color Type: Royal Blue Lining Attached: As shown in Picture Number of Pieces: 2 Piece - Top & Bottom Product Type: Daily/Basic Wear Season: Summer Wear Shirt Fabrics: Cotton Linen Top Style: Short Kurta Disclaimer: Actual product color may vary slightly from the image.",
        "image_url": "https://cdn.shopify.com/s/files/1/2337/7003/files/51AD812C-F77B-4B0B-9E12-684B60479D53_800x800-174689495985531_f7a3a78d-af26-450b-878b-55e35a852783.jpg?v=1750674421",
        "local_image_path": "products/images/biya-zinc-2pc.jpg"
    },
    {
        "unique_item_id": "gul-bahaar-digital-cord-set",
        "product_title": "GUL BAHAAR DIGITAL CORD SET",
        "price": 2995,
        "sitemap_caption": "Tehzeeb Libas Poly Lawn Co Ord Sets in B, E, I, G, E, available at LAAM. Premium Daily/Basic Wear for elegant looks in Pakistan | ERD6774",
        "size_options": [
            "S",
            "M",
            "L",
            "XL"
        ],
        "structured_attributes": {
            "bottom-style": {
                "label": "plazzo"
            },
            "color-type": {
                "label": "beige"
            },
            "external-product-id": {
                "label": "ERD6774"
            },
            "lining-attached": {
                "label": "no lining"
            },
            "number-of-pieces": {
                "label": "2 piece - top & bottom"
            },
            "season": {
                "label": "summer wear"
            },
            "shirt-fabrics": {
                "label": "poly lawn"
            },
            "top-fit": {
                "label": "slim-fit"
            },
            "top-style": {
                "label": "straight-cut shirt"
            },
            "trouser-fabrics": {
                "label": "poly lawn"
            },
            "work-technique": {
                "label": "digital printed"
            }
        },
        "full_text_description": "TITLE: GUL BAHAAR DIGITAL CORD SET. CAPTION: Tehzeeb Libas Poly Lawn Co Ord Sets in B, E, I, G, E, available at LAAM. Premium Daily/Basic Wear for elegant looks in Pakistan | ERD6774. ATTRIBUTES: bottom-style: plazzo color-type: beige external-product-id: ERD6774 lining-attached: no lining number-of-pieces: 2 piece - top & bottom season: summer wear shirt-fabrics: poly lawn top-fit: slim-fit top-style: straight-cut shirt trouser-fabrics: poly lawn work-technique: digital printed. DETAILS: Gender: Women Category: Clothing Outfit Type: Eastern Ready to wear Sub-Category: Co Ord Sets Bottom Style: Plazzo Color Type: Beige Lining Attached: No Lining Number of Pieces: 2 Piece - Top & Bottom Product Type: Daily/Basic Wear Season: Summer Wear Shirt Fabrics: Poly Lawn Top Fit: Slim-Fit Top Style: Straight-Cut Shirt Trouser Fabrics: Poly Lawn Work Technique: Digital Printed Additional Description: The outfit in the image is a digital cord set made of silky lawn fabric, styled in a traditional yet trendy way. Here's a brief description: Fabric: Silky Lawn — known for its soft, breathable texture and slight sheen, making it ideal for both casual and semi-formal wear. Design: Digital printed floral and geometric patterns in vibrant colors like pink, green, and beige. Style: Long shirt with straight pants or a cord set look; the shirt features borders on sleeves and hem for a polished finish. Footwear: Transparent high heels, adding a modern and elegant touch. If you're looking to describe or promote this outfit, you could call it a \"Silky Lawn Digital Print Cord Set – Elegant Floral Design\". Let me know if you want a product caption, social media post, or promotional description! Disclaimer: Actual product color may vary slightly from the image.",
        "image_url": "https://cdn.shopify.com/s/files/1/2337/7003/files/dc2214d6-1ff2-4d5d-babb-34b0d7848361-174747904612529_29aaecbc-8824-42ff-b34f-532b40df60f9.jpg?v=1747894837",
        "local_image_path": "products/images/gul-bahaar-digital-cord-set.jpg"
    },
    {
        "unique_item_id": "embroe",
        "product_title": "Embroé",
        "price": 2498.9,
        "sitemap_caption": "Zoya&Zafar Cotton Kurta Set in P, A, S, T, E, L,  , G, R, E, E, N, available at LAAM. Premium Daily/Basic Wear for elegant looks in Pakistan | GEO8819",
        "size_options": [
            "S",
            "M",
            "L"
        ],
        "structured_attributes": {
            "bottom-style": {
                "label": "straight trouser"
            },
            "color-type": {
                "label": "pastel green"
            },
            "external-product-id": {
                "label": "GEO8819"
            },
            "lining-attached": {
                "label": "as shown in picture"
            },
            "number-of-pieces": {
                "label": "2 piece - top & bottom"
            },
            "season": {
                "label": "summer wear"
            },
            "shirt-fabrics": {
                "label": "cotton"
            },
            "top-fit": {
                "label": "loose fit"
            },
            "top-style": {
                "label": "straight kurta"
            },
            "trouser-fabrics": {
                "label": "cotton"
            },
            "work-technique": {
                "label": "embroidered"
            }
        },
        "full_text_description": "TITLE: Embroé. CAPTION: Zoya&Zafar Cotton Kurta Set in P, A, S, T, E, L,  , G, R, E, E, N, available at LAAM. Premium Daily/Basic Wear for elegant looks in Pakistan | GEO8819. ATTRIBUTES: bottom-style: straight trouser color-type: pastel green external-product-id: GEO8819 lining-attached: as shown in picture number-of-pieces: 2 piece - top & bottom season: summer wear shirt-fabrics: cotton top-fit: loose fit top-style: straight kurta trouser-fabrics: cotton work-technique: embroidered. DETAILS: Gender: Women Category: Clothing Outfit Type: Eastern Ready to wear Sub-Category: Kurta Set Bottom Style: Straight Trouser Color Type: Pastel Green Lining Attached: As shown in Picture Number of Pieces: 2 Piece - Top & Bottom Product Type: Daily/Basic Wear Season: Summer Wear Shirt Fabrics: Cotton Top Fit: Loose Fit Top Style: Straight Kurta Trouser Fabrics: Cotton Work Technique: Embroidered Additional Description: beautiful viscose embroidery and cotton fabric, use Daily wear and Disclaimer: Actual product color may vary slightly from the image.",
        "image_url": "https://cdn.shopify.com/s/files/1/2337/7003/files/THT02749-174670571101239_a6ad2804-72e5-4621-bae4-6d87ff626a4f.jpg?v=1759307870",
        "local_image_path": "products/images/embroe.jpg"
    },
    {
        "unique_item_id": "contrast-crossover-black-ring",
        "product_title": "Contrast Crossover Black Ring",
        "price": 1679.2,
        "sitemap_caption": "Reet Pehal Ring in B, L, A, C, K, available at LAAM. Premium Men Jewelry designed for a glamorous look in Pakistan | DUR5379",
        "size_options": [],
        "structured_attributes": {
            "color-type": {
                "label": "black"
            },
            "external-product-id": {
                "label": "DUR5379"
            }
        },
        "full_text_description": "TITLE: Contrast Crossover Black Ring. CAPTION: Reet Pehal Ring in B, L, A, C, K, available at LAAM. Premium Men Jewelry designed for a glamorous look in Pakistan | DUR5379. ATTRIBUTES: color-type: black external-product-id: DUR5379. DETAILS: Gender: Men Category: Accessories Outfit Type: Jewelry Sub-Category: Ring Color Type: Black Frame Material: Metal Style: Chain Disclaimer: Actual product color may vary slightly from the image.",
        "image_url": "https://cdn.shopify.com/s/files/1/2337/7003/files/555_1-174584223294752_85411219-f55f-484d-9a6e-fb87b7235f56.webp?v=1752562397",
        "local_image_path": "products/images/contrast-crossover-black-ring.jpg"
    },
    {
        "unique_item_id": "nira",
        "product_title": "Nira",
        "price": 6990,
        "sitemap_caption": "Agha Jaan Chiffon Kurta Set in D, A, R, K,  , G, R, E, E, N, available at LAAM. Premium Festive/Party Wear for elegant looks in Pakistan | SZO0436",
        "size_options": [
            "S",
            "M",
            "L",
            "XL"
        ],
        "structured_attributes": {
            "color-type": {
                "label": "dark green"
            },
            "dupatta-fabrics": {
                "label": "chiffon"
            },
            "external-product-id": {
                "label": "SZO0436"
            },
            "lining-attached": {
                "label": "as shown in picture"
            },
            "number-of-pieces": {
                "label": "3 piece - top + bottom + dupatta"
            },
            "season": {
                "label": "all season"
            },
            "shirt-fabrics": {
                "label": "chiffon"
            },
            "top-style": {
                "label": "long kurta"
            },
            "trouser-fabrics": {
                "label": "grip"
            },
            "work-technique": {
                "label": "embroidered"
            }
        },
        "full_text_description": "TITLE: Nira. CAPTION: Agha Jaan Chiffon Kurta Set in D, A, R, K,  , G, R, E, E, N, available at LAAM. Premium Festive/Party Wear for elegant looks in Pakistan | SZO0436. ATTRIBUTES: color-type: dark green dupatta-fabrics: chiffon external-product-id: SZO0436 lining-attached: as shown in picture number-of-pieces: 3 piece - top + bottom + dupatta season: all season shirt-fabrics: chiffon top-style: long kurta trouser-fabrics: grip work-technique: embroidered. DETAILS: Gender: Women Category: Clothing Outfit Type: Eastern Ready to wear Sub-Category: Kurta Set Color Type: Dark Green Dupatta Fabrics: Chiffon Lining Attached: As shown in Picture Number of Pieces: 3 Piece - Top + Bottom + Dupatta Product Type: Festive/Party Wear Season: All Season Shirt Fabrics: Chiffon Top Style: Long Kurta Trouser Fabrics: Grip Work Technique: Embroidered Disclaimer: Actual product color may vary slightly from the image.",
        "image_url": "https://cdn.shopify.com/s/files/1/2337/7003/files/large-_0005_Screenshot_20230822_183829_Gallery_c96126c0-6b51-4bd0-8f6f-88ac3be7afe4.jpg?v=1744261157",
        "local_image_path": "products/images/nira.jpg"
    },
    {
        "unique_item_id": "denali",
        "product_title": "Denali",
        "price": 5250,
        "sitemap_caption": "Sahibas By Mirza Dhanak Co Ord Sets in I, V, O, R, Y, available at LAAM. Premium Daily/Basic Wear for elegant looks in Pakistan | UNO7288",
        "size_options": [
            "S",
            "M",
            "L",
            "XL"
        ],
        "structured_attributes": {
            "bottom-style": {
                "label": "straight trouser"
            },
            "color-type": {
                "label": "ivory"
            },
            "external-product-id": {
                "label": "UNO7288"
            },
            "lining-attached": {
                "label": "no lining"
            },
            "number-of-pieces": {
                "label": "2 piece - top & bottom"
            },
            "season": {
                "label": "winter wear"
            },
            "shirt-fabrics": {
                "label": "dhanak"
            },
            "top-fit": {
                "label": "regular fit"
            },
            "top-style": {
                "label": "v-neck shirt"
            },
            "trouser-fabrics": {
                "label": "dhanak"
            },
            "work-technique": {
                "label": "embroidered"
            }
        },
        "full_text_description": "TITLE: Denali. CAPTION: Sahibas By Mirza Dhanak Co Ord Sets in I, V, O, R, Y, available at LAAM. Premium Daily/Basic Wear for elegant looks in Pakistan | UNO7288. ATTRIBUTES: bottom-style: straight trouser color-type: ivory external-product-id: UNO7288 lining-attached: no lining number-of-pieces: 2 piece - top & bottom season: winter wear shirt-fabrics: dhanak top-fit: regular fit top-style: v-neck shirt trouser-fabrics: dhanak work-technique: embroidered. DETAILS: Gender: Women Category: Clothing Outfit Type: Eastern Ready to wear Sub-Category: Co Ord Sets Bottom Style: Straight Trouser Color Type: Ivory Lining Attached: No Lining Number of Pieces: 2 Piece - Top & Bottom Product Type: Daily/Basic Wear Season: Winter Wear Shirt Fabrics: Dhanak Top Fit: Regular Fit Top Style: V-Neck Shirt Trouser Fabrics: Dhanak Work Technique: Embroidered Additional Description: Denali - Classy 2 Pcs outfit including shirt and plazo pants with applique work looks chic in monochrome colors. Disclaimer: Actual product color may vary slightly from the image.",
        "image_url": "https://cdn.shopify.com/s/files/1/2337/7003/files/1H8A6389_45813627-0484-4822-9f65-02db5b91cb3e.jpg?v=1762849642",
        "local_image_path": "products/images/denali.jpg"
    },
    {
        "unique_item_id": "pearly-panache-apparel",
        "product_title": "Panache Apparel - Pearly",
        "price": 3150,
        "sitemap_caption": "Panache Apparel Khaddi Silk Kurti in S, K, Y,  , B, L, U, E, available at LAAM. Premium Daily/Basic Wear for elegant looks in Pakistan | LHZ0043",
        "size_options": [
            "XS",
            "S",
            "M",
            "L",
            "XL"
        ],
        "structured_attributes": {
            "bottom-style": {
                "label": "straight trouser"
            },
            "color-type": {
                "label": "sky blue"
            },
            "dupatta-fabrics": {
                "label": "organza"
            },
            "external-product-id": {
                "label": "LHZ0043"
            },
            "lining-attached": {
                "label": "no lining"
            },
            "number-of-pieces": {
                "label": "2 piece - top & slip"
            },
            "season": {
                "label": "all season"
            },
            "shirt-fabrics": {
                "label": "khaddi silk"
            },
            "top-fit": {
                "label": "slim-fit"
            },
            "trouser-fabrics": {
                "label": "cotton"
            },
            "work-technique": {
                "label": "embroidered"
            }
        },
        "full_text_description": "TITLE: Panache Apparel - Pearly. CAPTION: Panache Apparel Khaddi Silk Kurti in S, K, Y,  , B, L, U, E, available at LAAM. Premium Daily/Basic Wear for elegant looks in Pakistan | LHZ0043. ATTRIBUTES: bottom-style: straight trouser color-type: sky blue dupatta-fabrics: organza external-product-id: LHZ0043 lining-attached: no lining number-of-pieces: 2 piece - top & slip season: all season shirt-fabrics: khaddi silk top-fit: slim-fit trouser-fabrics: cotton work-technique: embroidered. DETAILS: Gender: Women Category: Clothing Outfit Type: Eastern Ready to wear Sub-Category: Kurti Bottom Style: Trouser Color Type: Sky Blue Dupatta Fabrics: Organza Lining Attached: No Lining Number of Pieces: 2 Piece - Top & Slip Product Type: Daily/Basic Wear Season: All Season Shirt Fabrics: Khaddi Silk Top Fit: Slim Fit Trouser Fabrics: Cotton Work Technique: Embroidered Disclaimer: Actual product color may vary slightly from the image.",
        "image_url": "https://cdn.shopify.com/s/files/1/2337/7003/files/33_02394ae0-0726-4fd9-b0b2-da17cd9f8e67.jpg?v=1739336743",
        "local_image_path": "products/images/pearly-panache-apparel.jpg"
    },
    {
        "unique_item_id": "daily-wear-green-earrings-113076esgn",
        "product_title": "Daily Wear Green Earrings 113076ESGN",
        "price": 1110.8,
        "sitemap_caption": "Anzay Jewellery Earrings in G, R, E, E, N, available at LAAM. Premium Women Jewelry designed for a glamorous look in Pakistan | TAW1693",
        "size_options": [],
        "structured_attributes": {
            "color-type": {
                "label": "green"
            },
            "external-product-id": {
                "label": "TAW1693"
            },
            "number-of-pieces": {
                "label": "1 piece"
            },
            "work-technique": {
                "label": "silver coating"
            }
        },
        "full_text_description": "TITLE: Daily Wear Green Earrings 113076ESGN. CAPTION: Anzay Jewellery Earrings in G, R, E, E, N, available at LAAM. Premium Women Jewelry designed for a glamorous look in Pakistan | TAW1693. ATTRIBUTES: color-type: green external-product-id: TAW1693 number-of-pieces: 1 piece work-technique: silver coating. DETAILS: Gender: Women Category: Accessories Outfit Type: Jewelry Sub-Category: Earrings Base Material: Metal Color Type: Green Number of Pieces: 1 Piece Style: Jhumka Earings Work Technique: Silver Coating Additional Description: Product Details: Material : Brass/Copper Base Metal Finish : Silver (Electroplated with Rhodium/Silver Color) Main Stone : Synthetic Stone Stone Color : Green Lifestyle Category : Daily Wear Size : N/A Other Features : High Quality and Long-lasting with recommended Care Care Tips: - Keep away from moisture - Remove before entering water (swimming/washing) - Remove when sleeping - Allow perfumes & lotions to dry before wearing - When not in use, keep it in a closed bag or box Disclaimer: Actual product color may vary slightly from the image.",
        "image_url": "https://cdn.shopify.com/s/files/1/2337/7003/files/113076ESGN_2_-174643932696734_7ff9f16d-440e-40fb-9bd7-6dd3bb94601a.jpg?v=1762417346",
        "local_image_path": "products/images/daily-wear-green-earrings-113076esgn.jpg"
    },
    {
        "unique_item_id": "desert-rose-3pcs",
        "product_title": "Desert Rose 3Pcs",
        "price": 4675,
        "sitemap_caption": "Tawakal Closet Linen Kurta Set in C, R, E, A, M, available at LAAM. Premium Daily/Basic Wear for elegant looks in Pakistan | PJH0463",
        "size_options": [
            "XS",
            "S",
            "M",
            "L",
            "XL"
        ],
        "structured_attributes": {
            "bottom-style": {
                "label": "straight trouser"
            },
            "color-type": {
                "label": "cream"
            },
            "dupatta-fabrics": {
                "label": "chiffon"
            },
            "external-product-id": {
                "label": "PJH0463"
            },
            "lining-attached": {
                "label": "as shown in picture"
            },
            "number-of-pieces": {
                "label": "3 piece - top + bottom + dupatta"
            },
            "season": {
                "label": "winter wear"
            },
            "shirt-fabrics": {
                "label": "linen"
            },
            "top-fit": {
                "label": "regular fit"
            },
            "top-style": {
                "label": "long kurta"
            },
            "trouser-fabrics": {
                "label": "linen"
            },
            "work-technique": {
                "label": "embroidered"
            }
        },
        "full_text_description": "TITLE: Desert Rose 3Pcs. CAPTION: Tawakal Closet Linen Kurta Set in C, R, E, A, M, available at LAAM. Premium Daily/Basic Wear for elegant looks in Pakistan | PJH0463. ATTRIBUTES: bottom-style: straight trouser color-type: cream dupatta-fabrics: chiffon external-product-id: PJH0463 lining-attached: as shown in picture number-of-pieces: 3 piece - top + bottom + dupatta season: winter wear shirt-fabrics: linen top-fit: regular fit top-style: long kurta trouser-fabrics: linen work-technique: embroidered. DETAILS: Gender: Women Category: Clothing Outfit Type: Eastern Ready to wear Sub-Category: Kurta Set Bottom Style: Straight Trouser Color Type: Cream Dupatta Fabrics: Chiffon Lining Attached: As shown in Picture Number of Pieces: 3 Piece - Top + Bottom + Dupatta Product Type: Daily/Basic Wear Season: Winter Wear Shirt Fabrics: Linen Top Fit: Regular Fit Top Style: Long Kurta Trouser Fabrics: Linen Work Technique: Embroidered Disclaimer: Actual product color may vary slightly from the image.",
        "image_url": "https://cdn.shopify.com/s/files/1/2337/7003/files/media_image-a8602543e36045bbbb39f7c66a6674b5_79b39604-8fbe-4f4c-a63a-9fcea0f5de2f.jpg?v=1758090256",
        "local_image_path": "products/images/desert-rose-3pcs.jpg"
    },
    {
        "unique_item_id": "mah-e-noor-mpt-6a",
        "product_title": "Mah e Noor – MPT-6(A)",
        "price": 7868.4,
        "sitemap_caption": "Aik Pret Silk Crepe Kurta Set in Pastel Pink, Lilac, Rose Pink, available at LAAM. Premium Daily/Basic Wear for elegant looks in Pakistan | PTN4249",
        "size_options": [
            "S",
            "M",
            "L",
            "XL"
        ],
        "structured_attributes": {
            "color-type": {
                "label": "[pastel pink lilac rose pink]"
            },
            "dupatta-fabrics": {
                "label": "chiffon"
            },
            "external-product-id": {
                "label": "PTN4249"
            },
            "lining-attached": {
                "label": "no lining"
            },
            "number-of-pieces": {
                "label": "3 piece - top + bottom + dupatta"
            },
            "season": {
                "label": "fall wear"
            },
            "shirt-fabrics": {
                "label": "silk crepe"
            },
            "top-style": {
                "label": "straight kurta"
            },
            "trouser-fabrics": {
                "label": "silk crepe"
            }
        },
        "full_text_description": "TITLE: Mah e Noor – MPT-6(A). CAPTION: Aik Pret Silk Crepe Kurta Set in Pastel Pink, Lilac, Rose Pink, available at LAAM. Premium Daily/Basic Wear for elegant looks in Pakistan | PTN4249. ATTRIBUTES: color-type: [pastel pink lilac rose pink] dupatta-fabrics: chiffon external-product-id: PTN4249 lining-attached: no lining number-of-pieces: 3 piece - top + bottom + dupatta season: fall wear shirt-fabrics: silk crepe top-style: straight kurta trouser-fabrics: silk crepe. DETAILS: Gender: Women Category: Clothing Outfit Type: Eastern Ready to wear Sub-Category: Kurta Set Color Type: Lilac, Pastel Pink, Rose Pink Dupatta Fabrics: Chiffon Lining Attached: No Lining Number of Pieces: 3 Piece - Top + Bottom + Dupatta Product Type: Daily/Basic Wear Season: Fall Wear Shirt Fabrics: Silk crepe Top Style: Straight Kurta Trouser Fabrics: Silk crepe Additional Description: The Silk Cambric shirt and trouser are designed in a soothing pastel pink, detailed with intricate patched embroidered cutwork ghera and refined embroidery with embellishments that enhances its charm. Paired with a flowing chiffon dupatta featuring soft floral accents and lace detailing, the ensemble strikes the perfect balance between sophistication and delicacy. Suitable for fall wear . Disclaimer: Actual product color may vary slightly from the image.",
        "image_url": "https://cdn.shopify.com/s/files/1/2337/7003/files/media_image-4974d52ff0c64f60ba366fe91c37e245_12753755-f479-4bdc-a502-d3789209c658.jpg?v=1762585703",
        "local_image_path": "products/images/mah-e-noor-mpt-6a.jpg"
    },
    {
        "unique_item_id": "black-eyed-embroidered-2-pieces",
        "product_title": "Black Eyed Embroidered - 2 Pieces",
        "price": 3135.02,
        "sitemap_caption": "Chaudhary Arts Linen Kurta Set in B, L, A, C, K, available at LAAM. Premium Daily/Basic Wear for elegant looks in Pakistan | HCA7107",
        "size_options": [
            "S",
            "M",
            "L",
            "XL"
        ],
        "structured_attributes": {
            "bottom-style": {
                "label": "straight trouser"
            },
            "color-type": {
                "label": "black"
            },
            "external-product-id": {
                "label": "HCA7107"
            },
            "lining-attached": {
                "label": "as shown in picture"
            },
            "number-of-pieces": {
                "label": "2 piece - top & bottom"
            },
            "season": {
                "label": "winter wear"
            },
            "shirt-fabrics": {
                "label": "linen"
            },
            "top-fit": {
                "label": "regular fit"
            },
            "top-style": {
                "label": "straight kurta"
            },
            "trouser-fabrics": {
                "label": "linen"
            },
            "work-technique": {
                "label": "embroidered"
            }
        },
        "full_text_description": "TITLE: Black Eyed Embroidered - 2 Pieces. CAPTION: Chaudhary Arts Linen Kurta Set in B, L, A, C, K, available at LAAM. Premium Daily/Basic Wear for elegant looks in Pakistan | HCA7107. ATTRIBUTES: bottom-style: straight trouser color-type: black external-product-id: HCA7107 lining-attached: as shown in picture number-of-pieces: 2 piece - top & bottom season: winter wear shirt-fabrics: linen top-fit: regular fit top-style: straight kurta trouser-fabrics: linen work-technique: embroidered. DETAILS: Gender: Women Category: Clothing Outfit Type: Eastern Ready to wear Sub-Category: Kurta Set Bottom Style: Straight Trouser Color Type: Black Lining Attached: As shown in Picture Number of Pieces: 2 Piece - Top & Bottom Product Type: Daily/Basic Wear Season: Winter Wear Shirt Fabrics: Linen Top Fit: Regular Fit Top Style: Straight Kurta Trouser Fabrics: Linen Work Technique: Embroidered Additional Description: fine quality stuff and fabric Disclaimer: Actual product color may vary slightly from the image.",
        "image_url": "https://cdn.shopify.com/s/files/1/2337/7003/files/cropped_image-173763980565515_fa11ec85-2b85-4da4-b06c-f00532581e8c.jpg?v=1737698897",
        "local_image_path": "products/images/black-eyed-embroidered-2-pieces.jpg"
    }
]